tap "homebrew/bundle"
tap "homebrew/services"
brew "ansible"
brew "awscli"
brew "php"
brew "composer"
brew "direnv"
brew "git-crypt"
brew "git-delta"
brew "glab"
brew "glow"
brew "gnupg"
brew "htop"
brew "node"
brew "ollama"
brew "pinentry-mac"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "zsh"
cask "1password"
cask "clickup"
cask "google-chrome"
cask "iterm2"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "numi"
cask "obsidian"
cask "phpstorm"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
vscode "bmewburn.vscode-intelephense-client"
vscode "eamodio.gitlens"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "vscodevim.vim"
